{
    "book_name":"Mulia dengan Manhaj Salaf",
    "chapter_flag":"Bab 1",
    "chapter":"Pengertian Manjah Salaf dan Salafiyah Menurut Bahasa, Istilah, dan Zaman",
    "author":"Yazid bin Abdul Qadir Jawas",
    "publisher":"Pustaka At-Taqwa",
    "edition":"22",
    "ISBN":"978-979-1661-3-3",
    "documents": 
    [
        {
            "chapter_flag":"A",
            "chapter":"Definisi Manhaj",
            "data" :[
                {
                    "text":"Manhaj menurut bahasa artinya jalan yang jelas dan tenang. Allah Ta'la berfirman,",
                    "footnote":"",
                    "page":13
                },
                {
                    "text":" لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَّمِنْهَاجًا ۗ",
                    "footnote":"",
                    "page":13
                },
                {
                    "text":"\"...Untuk setiap umat diantara kamu, kami berikan aturan dan jalan yang terang...\" (QS. Al-Maa-idah: 48)",
                    "footnote":"",
                    "page":13
                },
                {
                    "text":"Shahabat 'Abdullah bin 'Abbas _radiallahu anhuma_ menafsirkan, \"Maksudnya, jalan dan syari'at.\"",
                    "footnote":"Tafsir Ibni Katsir (III/129) _tahqiq_ Sami bin Muhammad as-Salamah, cet. IV Daar Tahybah, th. 1428 H.",
                    "page":13
                },
                {
                    "text":"Sedangkan menurut istilah, manhaj ialah kaidah-kaidah dan ketentuan-ketentuan yang digunakan bagi setiap pembelajaran ilmiyyah, seperti kaidah-kaidah bahasa Arab, ushul 'Aqidah, ushul fiqih, dan ushul tafsir dimana dengan ilmu-ilmu ini pembelajaran dalam Islam beserta pokok-pokoknya menjadi teratur dan benar.",
                    "footnote":"Lihat _al-Mukhtasharul Hatsiits fii Bayaani Ushuuli Manhajis Salaf Ash-haabil Hadiitgs (hlm. 15)",
                    "page":13
                },
                {
                    "text":"**Manhaj** artinya jalan atau metode. Dan manhaj yang benar adalah jalan hidup yang lurus dan terang dalam beragama menurut pemahaman para Shahabat. Syaikh DR. Shalih bin Fauzan _hafidzahullah_ menjelaskan perbedaan antara 'aqidah dan manhaj, beliau berkata, \"_Manhaj_ lebih umum daripada _'aqidah_, Manhaj diterapkan dalam 'aqidah, suluk, akhlak, muamalah dan dalam semua kehidupan seorang Muslim. Setiap langkah yang dilakukan seorang Muslim dikatakan manhaj. Adapun yang dimaksud dengan 'aqidah adalah pokok iman, makna dua kalimat syahadat, dan konsekuensinya. Inilah 'aqidah.\"",
                    "footnote":"_Al-Ajwibah al-Mufidah 'an As-ilati Manaahijl jadiidah_ (hlm. 123) disusun oleh Jamal bin Furaihan al-Haritsi, cet. III Daarun Manhaj, th. 1424 H.",
                    "page":14
                }
            ]
        },
        {
            "chapter_flag":"B",
            "chapter":"Definisi Salaf Menurut Bahasa",
            "data" :[
                {
                    "text":"Salaf berasal dari kata : سلف - يسلف - سلفًا (_Salafa-yaslufu-salafan_), artinya adalah: telah lalu. Kalimat yang berbunyi: القوم السلف (_al-qaum as-sullaaf_), artinya kaum yang terdahulu, Sedangkan kalimat: سَلَفُ الرَّ جُلِ (_salafur rajuli_) artinya: Bapak-bapak mereka yang terdahulu. Bentuk jamaknya adalah أسلاف (_aslaaf_) dan سلاف (_sullaaf_).",
                    "footnote":"",
                    "page":14
                },
                {
                    "text":"Diantaranya juga lafazh: السلفة (_as-Sulfah_), yang artinya makanan ringan yang dimakan sebelum sarapan.التسليف (_at-Tasliif_), artinya: pendahuluan, sedang السالف (_as-saalif_) dan السليف (_as-saliif_) artinya: orang yang terdahulu. Dan kata _sulaafah_, dari: segala sesuatu yang engkau peras ialah perasan awalnya.",
                    "footnote":"_Ash-Shihaah_ (IV/1377) karya Imam al-Jauhari _rahimahullah_. Lihat _Usus Manhaj Salaf fii Da'wati ilallah_ (hml. 21) karya Fawas bin Hulail bin Rabah as-Suhaimi.",
                    "page":14
                },
                {
                    "text":"Kata salaf juga bermakna: seorang yang telah mendahului (terdahulu) dalam ilmu, iman, keutamaan dan kebaikan.",
                    "footnote":"",
                    "page":14
                }
            ]
        }
    ]
}